data/2018-03-12-express-fasthttprouter/report-express-500.txt
Requests      [total, rate]            5000, 500.10
Duration      [total, attack, wait]    10.0350413s, 9.998s, 37.0413ms
Latencies     [mean, 50, 95, 99, max]  40.398299ms, 36.0045ms, 45.0044ms, 180.0043ms, 345.0014ms
Bytes In      [total, mean]            450000, 90.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:5000  
Error Set: