data/2018-03-12-express-fasthttprouter/report-fasthttprouter-100.txt
Requests      [total, rate]            1000, 100.10
Duration      [total, attack, wait]    10.0261201s, 9.99s, 36.1201ms
Latencies     [mean, 50, 95, 99, max]  38.097035ms, 36.1089ms, 39.0732ms, 87.0342ms, 181.9968ms
Bytes In      [total, mean]            74000, 74.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:1000  
Error Set: