data/2018-03-12-express-fasthttprouter/report-fasthttprouter-1000.txt
Requests      [total, rate]            10000, 1000.10
Duration      [total, attack, wait]    10.0370043s, 9.9990406s, 37.9637ms
Latencies     [mean, 50, 95, 99, max]  44.351328ms, 38.0013ms, 57.9984ms, 256.0007ms, 420.9998ms
Bytes In      [total, mean]            740000, 74.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:10000  
Error Set: