data/2018-03-12-express-fasthttprouter/report-fasthttprouter-2000.txt
Requests      [total, rate]            20000, 2000.10
Duration      [total, attack, wait]    10.048978s, 9.9995s, 49.478ms
Latencies     [mean, 50, 95, 99, max]  48.154569ms, 39.9777ms, 68.0058ms, 238.0029ms, 422.4778ms
Bytes In      [total, mean]            1480000, 74.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:20000  
Error Set: