data/2018-03-12-express-fasthttprouter/report-fasthttprouter-2500.txt
Requests      [total, rate]            25000, 2500.00
Duration      [total, attack, wait]    10.0840022s, 10.0000018s, 84.0004ms
Latencies     [mean, 50, 95, 99, max]  374.95676ms, 119ms, 1.4339993s, 1.9480028s, 2.3780012s
Bytes In      [total, mean]            1850000, 74.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:25000  
Error Set: