data/2018-03-12-express-fasthttprouter/report-fasthttprouter-3000.txt
Requests      [total, rate]            30000, 3000.01
Duration      [total, attack, wait]    10.0519782s, 9.9999771s, 52.0011ms
Latencies     [mean, 50, 95, 99, max]  75.47952ms, 40.9882ms, 350.0014ms, 496.977002ms, 687.0168ms
Bytes In      [total, mean]            2220000, 74.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:30000  
Error Set: