data/2018-03-12-express-fasthttprouter/report-fasthttprouter-3500.txt
Requests      [total, rate]            35000, 3499.99
Duration      [total, attack, wait]    10.0600262s, 10.0000246s, 60.0016ms
Latencies     [mean, 50, 95, 99, max]  198.090108ms, 73.86426ms, 751.999ms, 866.003ms, 1.147004s
Bytes In      [total, mean]            2590000, 74.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:35000  
Error Set: