data/2018-03-12-express-fasthttprouter/report-fasthttprouter-500.txt
Requests      [total, rate]            5000, 500.10
Duration      [total, attack, wait]    10.0389997s, 9.998s, 40.9997ms
Latencies     [mean, 50, 95, 99, max]  45.345872ms, 37.9985ms, 55.0012ms, 255.0017ms, 409.9985ms
Bytes In      [total, mean]            370000, 74.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:5000  
Error Set: